Repository: Clotho-ex/CatLocal
Catalog: CatLocal/Resources/Localizable.xcstrings
Source language: en
Languages: el, hr, pl, ro, tr, uk

source: Double tap to select or deselect this card
el: Αγγίξτε δύο φορές για επιλογή ή αποεπιλογή αυτής της κάρτας
hr: Dodirnite dvaput za odabir ili poništavanje odabira ove kartice
pl: Stuknij dwukrotnie, aby zaznaczyć lub odznaczyć tę kartę
ro: Atinge de două ori pentru a selecta sau deselecta acest card
tr: Bu kartı seçmek veya seçimini kaldırmak için çift dokunun
uk: Двічі торкніться, щоб вибрати картку або скасувати вибір

source: Double-tap to try the center of the photo. Use Retake or Choose private photo if the cat is elsewhere.
el: Αγγίξτε δύο φορές για να δοκιμάσετε το κέντρο της φωτογραφίας. Αν η γάτα βρίσκεται αλλού, επιλέξτε Νέα λήψη ή Επιλογή ιδιωτικής φωτογραφίας.
hr: Dodirnite dvaput za pokušaj u sredini fotografije. Ako je mačka drugdje, odaberite Snimi ponovno ili Odaberi privatnu fotografiju.
pl: Stuknij dwukrotnie, aby sprawdzić środek zdjęcia. Jeśli kot jest gdzie indziej, wybierz Zrób ponownie lub Wybierz prywatne zdjęcie.
ro: Atinge de două ori pentru a încerca centrul fotografiei. Dacă pisica este în altă parte, folosește Repetă fotografia sau Alege o fotografie privată.
tr: Fotoğrafın ortasını denemek için çift dokunun. Kedi başka yerdeyse yeniden çek veya özel fotoğraf seç seçeneklerini kullanın.
uk: Двічі торкніться, щоб спробувати центр фото. Якщо кіт в іншому місці, виберіть Перезняти або Вибрати приватне фото.

source: Draft cat card
el: Πρόχειρη κάρτα γάτας
hr: Skica kartice mačke
pl: Wersja robocza karty kota
ro: Card de pisică în lucru
tr: Taslak kedi kartı
uk: Чернетка картки кота

source: Drag the cat to shift its light
el: Σύρετε τη γάτα για να μετακινήσετε το φως
hr: Povucite mačku za pomicanje svjetla
pl: Przeciągnij kota, aby przesunąć światło
ro: Trage pisica pentru a deplasa lumina
tr: Işığı kaydırmak için kediyi sürükleyin
uk: Перетягніть кота, щоб змістити світло

source: Drag to catch the light
el: Σύρετε για να πιάσετε το φως
hr: Povucite kako biste uhvatili svjetlo
pl: Przeciągnij, aby złapać światło
ro: Glisează pentru a prinde lumina
tr: Işığı yakalamak için sürükleyin
uk: Перетягніть, щоб упіймати світло

source: Dusk Lines
el: Γραμμές σούρουπου
hr: Linije sumraka
pl: Linie zmierzchu
ro: Linii de amurg
tr: Alacakaranlık Çizgileri
uk: Лінії сутінків

source: Edit
el: Επεξεργασία
hr: Uredi
pl: Edytuj
ro: Editează
tr: Düzenle
uk: Редагувати

source: Edit Before Saving
el: Επεξεργασία πριν την αποθήκευση
hr: Uredi prije spremanja
pl: Edytuj przed zapisaniem
ro: Editează înainte de salvare
tr: Kaydetmeden önce düzenle
uk: Редагувати перед збереженням

source: Edit Card
el: Επεξεργασία κάρτας
hr: Uredi karticu
pl: Edytuj kartę
ro: Editează cardul
tr: Kartı düzenle
uk: Редагувати картку

source: Edit details later
el: Επεξεργασία αργότερα
hr: Uredi detalje kasnije
pl: Edytuj szczegóły później
ro: Editează detaliile mai târziu
tr: Ayrıntıları sonra düzenle
uk: Редагувати деталі пізніше

source: Ember Lines
el: Γραμμές χόβολης
hr: Linije žara
pl: Linie żaru
ro: Linii de jar
tr: Kor Çizgileri
uk: Лінії жару

source: Ends onboarding. Privacy details remain available in Settings.
el: Ολοκληρώνει την εισαγωγή. Οι λεπτομέρειες απορρήτου παραμένουν διαθέσιμες στις Ρυθμίσεις.
hr: Završava uvod. Pojedinosti o privatnosti ostaju dostupne u Postavkama.
pl: Kończy wprowadzenie. Szczegóły prywatności pozostają dostępne w Ustawieniach.
ro: Încheie introducerea. Detaliile de confidențialitate rămân disponibile în Configurări.
tr: Tanıtımı bitirir. Gizlilik ayrıntıları Ayarlar'da kalır.
uk: Завершує ознайомлення. Відомості про приватність залишаються доступними в Налаштуваннях.

source: Failed
el: Αποτυχία
hr: Nije uspjelo
pl: Niepowodzenie
ro: Eșuat
tr: Başarısız
uk: Не вдалося

source: Fern Trace
el: Ίχνος φτέρης
hr: Trag paprati
pl: Ślad paproci
ro: Urmă de ferigă
tr: Eğrelti İzi
uk: Слід папороті

source: Finds the cat and removes the background
el: Εντοπίζει τη γάτα και αφαιρεί το φόντο
hr: Pronalazi mačku i uklanja pozadinu
pl: Wykrywa kota i usuwa tło
ro: Găsește pisica și elimină fundalul
tr: Kediyi bulur ve arka planı kaldırır
uk: Знаходить кота й видаляє тло

source: For each cat, CatLocal retains a sanitized, re-encoded original plus its cutout and thumbnail.
el: Για κάθε γάτα, το CatLocal διατηρεί ένα καθαρισμένο πρωτότυπο, το απόκομμα και τη μικρογραφία.
hr: Za svaku mačku CatLocal čuva očišćeni i ponovno kodirani izvornik, izrez i minijaturu.
pl: Dla każdego kota CatLocal zachowuje oczyszczony, ponownie zakodowany oryginał, wycięcie i miniaturę.
ro: Pentru fiecare pisică, CatLocal păstrează un original curățat și recodat, plus decupajul și miniatura.
tr: CatLocal her kedi için temizlenip yeniden kodlanmış bir orijinali, kesiti ve küçük resmi saklar.
uk: Для кожного кота CatLocal зберігає очищений перекодований оригінал, вирізку й мініатюру.

source: Garden
el: Κήπος
hr: Vrt
pl: Ogród
ro: Grădină
tr: Bahçe
uk: Сад

source: Give them a little room
el: Αφήστε λίγο χώρο
hr: Ostavite malo prostora
pl: Zostaw trochę miejsca
ro: Lasă puțin spațiu în jur
tr: Biraz alan bırakın
uk: Залиште трохи простору

source: Gold Leaf
el: Φύλλο χρυσού
hr: Zlatni listić
pl: Złocenie
ro: Foiță de aur
tr: Altın Varak
uk: Золота фольга

source: Haptic Feedback
el: Απτική ανάδραση
hr: Haptičke povratne informacije
pl: Reakcje haptyczne
ro: Feedback haptic
tr: Dokunsal Geri Bildirim
uk: Тактильний відгук

source: Home
el: Αρχική
hr: Početna
pl: Start
ro: Acasă
tr: Ana Sayfa
uk: Головна

source: Home opens next. Tap Camera when you meet a cat, or choose a private photo.
el: Στη συνέχεια ανοίγει η Αρχική. Όταν συναντήσετε γάτα, πατήστε Κάμερα ή επιλέξτε ιδιωτική φωτογραφία.
hr: Sljedeća se otvara Početna. Kad sretnete mačku, dodirnite Kamera ili odaberite privatnu fotografiju.
pl: Następnie otworzy się Start. Gdy spotkasz kota, stuknij Aparat albo wybierz prywatne zdjęcie.
ro: Urmează ecranul Acasă. Când întâlnești o pisică, atinge Cameră sau alege o fotografie privată.
tr: Sırada Ana Sayfa var. Bir kediyle karşılaştığınızda Kamera'ya dokunun veya özel bir fotoğraf seçin.
uk: Далі відкриється головна. Коли зустрінете кота, торкніть «Камера» або виберіть приватне фото.

source: I couldn't find the cat clearly
el: Δεν μπόρεσα να εντοπίσω καθαρά τη γάτα
hr: Mačku nije bilo moguće jasno prepoznati
pl: Nie udało się wyraźnie rozpoznać kota
ro: Nu am putut găsi clar pisica
tr: Kediyi net olarak bulamadım
uk: Не вдалося чітко знайти кота

source: Image Storage
el: Αποθήκευση εικόνων
hr: Pohrana slika
pl: Pamięć obrazów
ro: Stocarea imaginilor
tr: Görsel Depolama
uk: Зберігання зображень

source: Includes card details, notes, typed Catlas labels, originals, cutouts, and thumbnails.
el: Περιλαμβάνει στοιχεία καρτών, σημειώσεις, ετικέτες Catlas, πρωτότυπα, αποκόμματα και μικρογραφίες.
hr: Uključuje podatke kartica, bilješke, unesene Catlas oznake, izvornike, izreze i minijature.
pl: Obejmuje dane kart, notatki, wpisane etykiety Catlas, oryginały, wycięcia i miniatury.
ro: Include detaliile cardurilor, notițele, etichetele Catlas introduse, originalele, decupajele și miniaturile.
tr: Kart ayrıntıları, notlar, yazılan Catlas etiketleri, orijinaller, kesitler ve küçük resimler dahildir.
uk: Охоплює дані карток, нотатки, введені мітки Catlas, оригінали, вирізки й мініатюри.

source: Journal Entry
el: Καταχώριση ημερολογίου
hr: Zapis u dnevniku
pl: Wpis w dzienniku
ro: Însemnare în jurnal
tr: Günlük Kaydı
uk: Запис у щоденнику

source: Keep the whole cat visible for the cleanest cutout.
el: Κρατήστε ολόκληρη τη γάτα ορατή για καθαρότερο απόκομμα.
hr: Neka cijela mačka bude vidljiva za najčišći izrez.
pl: Cały kot powinien być widoczny, aby wycięcie było najczystsze.
ro: Păstrează pisica întreagă vizibilă pentru un decupaj mai curat.
tr: En temiz kesit için kedinin tamamını görünür tutun.
uk: Для найчистішої вирізки весь кіт має бути видимим.

source: Lagoon Lines
el: Γραμμές λιμνοθάλασσας
hr: Linije lagune
pl: Linie laguny
ro: Linii de lagună
tr: Lagün Çizgileri
uk: Лінії лагуни

source: Leaves selection mode
el: Κλείνει τη λειτουργία επιλογής
hr: Izlazi iz načina odabira
pl: Kończy tryb wyboru
ro: Închide modul de selectare
tr: Seçim modundan çıkar
uk: Закриває режим вибору

source: Light
el: Φωτεινό
hr: Svijetlo
pl: Jasny
ro: Luminos
tr: Açık
uk: Світла

source: Light centered
el: Φως στο κέντρο
hr: Svjetlo u sredini
pl: Światło pośrodku
ro: Lumina este centrată
tr: Işık ortada
uk: Світло по центру

source: Light left
el: Φως αριστερά
hr: Svjetlo lijevo
pl: Światło po lewej
ro: Lumina este în stânga
tr: Işık solda
uk: Світло ліворуч

source: Light right
el: Φως δεξιά
hr: Svjetlo desno
pl: Światło po prawej
ro: Lumina este în dreapta
tr: Işık sağda
uk: Світло праворуч

source: Live card preview
el: Ζωντανή προεπισκόπηση κάρτας
hr: Pregled kartice uživo
pl: Podgląd karty na żywo
ro: Previzualizare live a cardului
tr: Canlı kart önizlemesi
uk: Живий попередній перегляд картки

source: Local Storage
el: Τοπική αποθήκευση
hr: Lokalna pohrana
pl: Pamięć lokalna
ro: Stocare locală
tr: Yerel Depolama
uk: Локальне сховище

source: Location
el: Τοποθεσία
hr: Lokacija
pl: Lokalizacja
ro: Locație
tr: Konum
uk: Розташування

source: Location Data Stripped
el: Τα δεδομένα τοποθεσίας αφαιρούνται
hr: Podaci o lokaciji uklonjeni
pl: Dane lokalizacji usunięte
ro: Datele de locație sunt eliminate
tr: Konum Verileri Kaldırılır
uk: Дані про місце видалено

source: Looking for cats
el: Αναζήτηση γατών
hr: Traženje mačaka
pl: Szukanie kotów
ro: Se caută pisici
tr: Kediler aranıyor
uk: Пошук котів

source: Make It Yours
el: Κάντε την δική σας
hr: Prilagodite je sebi
pl: Nadaj własny styl
ro: Personalizează-l
tr: Kendinize Göre Yapın
uk: Зробіть її своєю

source: Marked %lld in the photo
el: Σημειωμένη ως %lld στη φωτογραφία
hr: Označena brojem %lld na fotografiji
pl: Oznaczony numerem %lld na zdjęciu
ro: Marcată cu %lld în fotografie
tr: Fotoğrafta %lld olarak işaretlendi
uk: Позначено номером %lld на фото

source: Match a number in the photo, then choose that cat.
el: Αντιστοιχίστε έναν αριθμό στη φωτογραφία και επιλέξτε τη γάτα.
hr: Pronađite broj na fotografiji, zatim odaberite tu mačku.
pl: Dopasuj numer na zdjęciu, a następnie wybierz kota.
ro: Găsește numărul din fotografie, apoi alege pisica.
tr: Fotoğraftaki numarayı eşleştirin, sonra o kediyi seçin.
uk: Зіставте номер на фото, а потім виберіть кота.

source: Meet Your First Cat
el: Γνωρίστε την πρώτη σας γάτα
hr: Upoznajte svoju prvu mačku
pl: Poznaj pierwszego kota
ro: Fă cunoștință cu prima ta pisică
tr: İlk kedinizle tanışın
uk: Зустріньте першого кота

source: Memory Place
el: Τοποθεσία ανάμνησης
hr: Mjesto uspomene
pl: Miejsce wspomnienia
ro: Locul amintirii
tr: Anı Konumu
uk: Місце спогаду

source: Memory Place, %1$@
el: Τοποθεσία ανάμνησης: %1$@
hr: Mjesto uspomene: %1$@
pl: Miejsce wspomnienia: %1$@
ro: Locul amintirii: %1$@
tr: Anı konumu: %1$@
uk: Місце спогаду: %1$@

source: Memory Place, %1$@, %2$@
el: Τοποθεσία ανάμνησης: %1$@, %2$@
hr: Mjesto uspomene: %1$@, %2$@
pl: Miejsce wspomnienia: %1$@, %2$@
ro: Locul amintirii: %1$@, %2$@
tr: Anı konumu: %1$@, %2$@
uk: Місце спогаду: %1$@, %2$@

source: Middle left
el: Μέση αριστερά
hr: Sredina lijevo
pl: Środek po lewej
ro: Mijloc stânga
tr: Orta sol
uk: Посередині ліворуч

source: Middle right
el: Μέση δεξιά
hr: Sredina desno
pl: Środek po prawej
ro: Mijloc dreapta
tr: Orta sağ
uk: Посередині праворуч

source: Midnight
el: Μεσάνυχτα
hr: Ponoć
pl: Północ
ro: Miezul nopții
tr: Gece Yarısı
uk: Опівніч

source: Midnight Prism
el: Πρίσμα μεσονυκτίου
hr: Ponoćna prizma
pl: Pryzmat północy
ro: Prisma de la miezul nopții
tr: Gece Yarısı Prizması
uk: Призма опівночі

source: Moss Lines
el: Γραμμές βρύων
hr: Linije mahovine
pl: Linie mchu
ro: Linii de mușchi
tr: Yosun Çizgileri
uk: Лінії моху

source: Moss Veil
el: Πέπλο βρύων
hr: Veo mahovine
pl: Welon mchu
ro: Văl de mușchi
tr: Yosun Perdesi
uk: Вуаль моху

source: Motion reduced
el: Μειωμένη κίνηση
hr: Kretanje smanjeno
pl: Ograniczony ruch
ro: Mișcare redusă
tr: Hareket azaltıldı
uk: Рух зменшено

source: Network
el: Δίκτυο
hr: Mreža
pl: Sieć
ro: Rețea
tr: Ağ
uk: Мережа

source: New Cat
el: Νέα γάτα
hr: Nova mačka
pl: Nowy kot
ro: Pisică nouă
tr: Yeni Kedi
uk: Новий кіт

source: Nickname
el: Όνομα
hr: Nadimak
pl: Imię
ro: Poreclă
tr: Takma Ad
uk: Кличка

source: No Account. No Cloud.
el: Χωρίς λογαριασμό. Χωρίς υπηρεσίες νέφους.
hr: Bez računa. Bez oblaka.
pl: Bez konta. Bez chmury.
ro: Fără cont. Fără cloud.
tr: Hesap yok. Bulut yok.
uk: Без облікового запису. Без хмари.

source: No Memory Place yet.
el: Δεν έχει προστεθεί ακόμη τοποθεσία ανάμνησης.
hr: Mjesto uspomene još nije dodano.
pl: Nie dodano jeszcze miejsca wspomnienia.
ro: Niciun loc al amintirii încă.
tr: Henüz anı konumu yok.
uk: Місце спогаду ще не додано.

source: No account, public map, advertising identifier, GPS tracking, cloud AI, or model-training upload.
el: Χωρίς λογαριασμό, δημόσιο χάρτη, αναγνωριστικό διαφήμισης, παρακολούθηση GPS, τεχνητή νοημοσύνη στο cloud ή μεταφόρτωση για εκπαίδευση μοντέλων.
hr: Bez računa, javne karte, oglasnog identifikatora, GPS praćenja, AI-ja u oblaku ili prijenosa za treniranje modela.
pl: Bez konta, publicznej mapy, identyfikatora reklamowego, śledzenia GPS, AI w chmurze i przesyłania do trenowania modeli.
ro: Fără cont, hartă publică, identificator publicitar, urmărire GPS, AI în cloud sau încărcare pentru antrenarea modelelor.
tr: Hesap, herkese açık harita, reklam tanımlayıcı, GPS takibi, bulut yapay zekâsı veya model eğitimi yüklemesi yoktur.
uk: Без облікового запису, публічної мапи, рекламного ідентифікатора, GPS-відстеження, хмарного ШІ чи вивантаження для навчання моделей.

source: No note yet.
el: Δεν υπάρχει ακόμη σημείωση.
hr: Još nema bilješke.
pl: Brak notatki.
ro: Nicio notiță încă.
tr: Henüz not yok.
uk: Нотатки ще немає.

source: Not selected
el: Δεν έχει επιλεγεί
hr: Nije odabrano
pl: Nie wybrano
ro: Neselectat
tr: Seçilmedi
uk: Не вибрано

source: Note saved.
el: Η σημείωση αποθηκεύτηκε.
hr: Bilješka je spremljena.
pl: Notatka zapisana.
ro: Notiță salvată.
tr: Not kaydedildi.
uk: Нотатку збережено.

source: Notes
el: Σημειώσεις
hr: Bilješke
pl: Notatki
ro: Notițe
tr: Notlar
uk: Нотатки

source: Nothing leaves your phone
el: Τίποτα δεν φεύγει από το τηλέφωνό σας
hr: Ništa ne napušta vaš telefon
pl: Nic nie opuszcza telefonu
ro: Nimic nu părăsește telefonul
tr: Hiçbir şey telefonunuzdan çıkmaz
uk: Ніщо не залишає ваш телефон

source: Number
el: Αριθμός
hr: Broj
pl: Numer
ro: Număr
tr: Numara
uk: Номер

source: On this iPhone
el: Σε αυτό το iPhone
hr: Na ovom iPhoneu
pl: Na tym iPhonie
ro: Pe acest iPhone
tr: Bu iPhone'da
uk: На цьому iPhone

source: On this iPhone, by design
el: Τα δεδομένα παραμένουν σκόπιμα σε αυτό το iPhone
hr: Podaci namjerno ostaju na ovom iPhoneu
pl: Dane celowo pozostają na tym iPhonie
ro: Datele rămân intenționat pe acest iPhone
tr: Verileriniz, tasarımı gereği bu iPhone'da kalır
uk: Дані навмисно залишаються на цьому iPhone

source: On-device Vision
el: Vision στη συσκευή
hr: Vision na uređaju
pl: Vision na urządzeniu
ro: Vision pe dispozitiv
tr: Aygıtta Vision
uk: Vision на пристрої

source: On-device cutout
el: Απόκομμα στη συσκευή
hr: Izrez na uređaju
pl: Wycięcie na urządzeniu
ro: Decupaj pe dispozitiv
tr: Aygıtta kedi kesiti
uk: Вирізка на пристрої

source: Onboarding step %1$@ of %2$@
el: Βήμα εισαγωγής %1$@ από %2$@
hr: Uvodni korak %1$@ od %2$@
pl: Krok wprowadzenia %1$@ z %2$@
ro: Pasul de prezentare %1$@ din %2$@
tr: Tanıtım adımı %1$@ / %2$@
uk: Крок ознайомлення %1$@ з %2$@

source: Open Home
el: Άνοιγμα Αρχικής
hr: Otvori Početnu
pl: Otwórz Start
ro: Deschide Acasă
tr: Ana Sayfayı Aç
uk: Відкрити головну

source: Open Settings
el: Άνοιγμα Ρυθμίσεων
hr: Otvori Postavke
pl: Otwórz Ustawienia
ro: Deschide Configurări
tr: Ayarları Aç
uk: Відкрити налаштування

source: Opens a filtered Catlas grid
el: Ανοίγει ένα φιλτραρισμένο πλέγμα Catlas
hr: Otvara filtriranu Catlas mrežu
pl: Otwiera filtrowaną siatkę Catlas
ro: Deschide o grilă Catlas filtrată
tr: Filtrelenmiş bir Catlas ızgarası açar
uk: Відкриває відфільтровану сітку Catlas

source: Opens design, name, note, and Catlas fields before saving.
el: Ανοίγει τα πεδία σχεδίου, ονόματος, σημείωσης και Catlas πριν από την αποθήκευση.
hr: Otvara polja dizajna, naziva, bilješke i Catlasa prije spremanja.
pl: Otwiera pola wyglądu, nazwy, notatki i Catlas przed zapisaniem.
ro: Deschide câmpurile pentru design, nume, notiță și Catlas înainte de salvare.
tr: Kaydetmeden önce tasarım, ad, not ve Catlas alanlarını açar.
uk: Відкриває поля дизайну, імені, нотатки та Catlas перед збереженням.

source: Opens nine named regions for selecting the cat without an exact tap
el: Ανοίγει εννέα ονομασμένες περιοχές για επιλογή της γάτας χωρίς ακριβές άγγιγμα
hr: Otvara devet imenovanih područja za odabir mačke bez preciznog dodira
pl: Otwiera dziewięć nazwanych obszarów do wyboru kota bez precyzyjnego stuknięcia
ro: Deschide nouă zone denumite pentru selectarea pisicii fără o atingere exactă
tr: Tam konuma dokunmadan kediyi seçmek için dokuz adlandırılmış bölge açar
uk: Відкриває дев’ять названих ділянок для вибору кота без точного дотику

source: Opens the camera and private photo import.
el: Ανοίγει την κάμερα και την εισαγωγή ιδιωτικής φωτογραφίας.
hr: Otvara kameru i uvoz privatne fotografije.
pl: Otwiera aparat i import prywatnego zdjęcia.
ro: Deschide camera și importul unei fotografii private.
tr: Kamerayı ve özel fotoğraf içe aktarmayı açar.
uk: Відкриває камеру та імпорт приватного фото.

source: Permanently removes every stored cat and local image
el: Διαγράφει οριστικά όλες τις αποθηκευμένες γάτες και τις τοπικές εικόνες
hr: Trajno briše sve spremljene mačke i lokalne slike
pl: Trwale usuwa wszystkie zapisane koty i lokalne obrazy
ro: Elimină definitiv toate pisicile stocate și imaginile locale
tr: Kaydedilmiş tüm kedileri ve yerel görselleri kalıcı olarak siler
uk: Назавжди видаляє всіх збережених котів і локальні зображення

source: Photo
el: Φωτογραφία
hr: Fotografija
pl: Zdjęcie
ro: Fotografie
tr: Fotoğraf
uk: Фото

source: Photo for foreground selection
el: Φωτογραφία για επιλογή προσκηνίου
hr: Fotografija za odabir prednjeg plana
pl: Zdjęcie do wyboru obiektu na pierwszym planie
ro: Fotografie pentru selectarea prim-planului
tr: Ön plan seçimi için fotoğraf
uk: Фото для вибору об’єкта переднього плану

source: Photo with %lld cats marked by number
el: Φωτογραφία με %lld γάτες σημειωμένες με αριθμούς
hr: Fotografija s %lld mačaka označenih brojevima
pl: Liczba kotów oznaczonych numerami na zdjęciu: %lld
ro: Fotografie cu %lld de pisici marcate prin număr
tr: Numarayla işaretlenmiş %lld kedinin bulunduğu fotoğraf
uk: Кількість котів, позначених номерами на фото: %lld

source: Photos
el: Φωτογραφίες
hr: Fotografije
pl: Zdjęcia
ro: Fotografii
tr: Fotoğraflar
uk: Фото

source: Photos stay on this iPhone.
el: Οι φωτογραφίες παραμένουν σε αυτό το iPhone.
hr: Fotografije ostaju na ovom iPhoneu.
pl: Zdjęcia pozostają na tym iPhonie.
ro: Fotografiile rămân pe acest iPhone.
tr: Fotoğraflar bu iPhone'da kalır.
uk: Фото залишаються на цьому iPhone.

source: Pine Shadow
el: Σκιά πεύκου
hr: Sjena bora
pl: Cień sosny
ro: Umbră de pin
tr: Çam Gölgesi
uk: Тінь сосни

source: Place
el: Τοποθεσία
hr: Mjesto
pl: Miejsce
ro: Loc
tr: Yer
uk: Місце

source: Place Detail
el: Λεπτομέρειες τοποθεσίας
hr: Detalji mjesta
pl: Szczegóły miejsca
ro: Detaliu despre loc
tr: Konum Ayrıntısı
uk: Деталі місця

source: Places
el: Τοποθεσίες
hr: Mjesta
pl: Miejsca
ro: Locuri
tr: Konumlar
uk: Місця

source: Positioning cat cutout
el: Τοποθέτηση αποκόμματος γάτας
hr: Postavljanje izreza mačke
pl: Ustawianie wycięcia kota
ro: Se poziționează decupajul pisicii
tr: Kedi kesiti yerleştiriliyor
uk: Розміщення вирізки кота

source: Preferences
el: Προτιμήσεις
hr: Postavke aplikacije
pl: Preferencje
ro: Preferințe
tr: Tercihler
uk: Параметри

source: Preparing
el: Προετοιμασία
hr: Priprema
pl: Przygotowywanie
ro: Se pregătește
tr: Hazırlanıyor
uk: Підготовка

source: Preparing card
el: Προετοιμασία κάρτας
hr: Priprema kartice
pl: Przygotowywanie karty
ro: Se pregătește cardul
tr: Kart hazırlanıyor
uk: Підготовка картки

source: Preparing cat card
el: Προετοιμασία κάρτας γάτας
hr: Priprema kartice mačke
pl: Przygotowywanie karty kota
ro: Se pregătește cardul pisicii
tr: Kedi kartı hazırlanıyor
uk: Підготовка картки кота

source: Press and drag to catch the glint
el: Πατήστε και σύρετε για να πιάσετε τη λάμψη
hr: Pritisnite i povucite kako biste uhvatili odsjaj
pl: Naciśnij i przeciągnij, aby złapać błysk
ro: Apasă și glisează pentru a prinde sclipirea
tr: Parıltıyı yakalamak için basıp sürükleyin
uk: Натисніть і перетягніть, щоб упіймати відблиск

source: Privacy & About
el: Απόρρητο και πληροφορίες
hr: Privatnost i informacije
pl: Prywatność i informacje
ro: Confidențialitate și informații
tr: Gizlilik ve Hakkında
uk: Конфіденційність і відомості

source: Privacy Receipt
el: Αναφορά απορρήτου
hr: Potvrda privatnosti
pl: Raport prywatności
ro: Raport de confidențialitate
tr: Gizlilik Özeti
uk: Звіт про конфіденційність

source: Private scan
el: Ιδιωτική σάρωση
hr: Privatno skeniranje
pl: Prywatne skanowanie
ro: Scanare privată
tr: Özel tarama
uk: Приватне сканування

source: Private scan on this iPhone
el: Ιδιωτική σάρωση σε αυτό το iPhone
hr: Privatno skeniranje na ovom iPhoneu
pl: Prywatne skanowanie na tym iPhonie
ro: Scanare privată pe acest iPhone
tr: Bu iPhone'da özel tarama
uk: Приватне сканування на цьому iPhone

source: Ready for Your First Cat
el: Έτοιμοι για την πρώτη σας γάτα
hr: Spremni za svoju prvu mačku
pl: Czas na pierwszego kota
ro: Ești gata pentru prima pisică
tr: İlk kediniz için hazırsınız
uk: Готові до першого кота

source: Recognition
el: Αναγνώριση
hr: Prepoznavanje
pl: Rozpoznawanie
ro: Recunoaștere
tr: Tanıma
uk: Розпізнавання

source: Recommended
el: Προτεινόμενα
hr: Preporučeno
pl: Polecane
ro: Recomandate
tr: Önerilen
uk: Рекомендовані

source: Recommended, %1$@
el: Προτεινόμενο: %1$@
hr: Preporučeno: %1$@
pl: Polecane: %1$@
ro: Recomandat: %1$@
tr: Önerilen: %1$@
uk: Рекомендовано: %1$@

source: Remove from Selection
el: Αφαίρεση από την επιλογή
hr: Ukloni iz odabira
pl: Usuń z zaznaczenia
ro: Elimină din selecție
tr: Seçimden çıkar
uk: Вилучити з вибраного

source: Removing background
el: Αφαίρεση φόντου
hr: Uklanjanje pozadine
pl: Usuwanie tła
ro: Se elimină fundalul
tr: Arka plan kaldırılıyor
uk: Видалення фону

source: Removing background...
el: Αφαίρεση φόντου...
hr: Uklanjanje pozadine...
pl: Usuwanie tła...
ro: Se elimină fundalul...
tr: Arka plan kaldırılıyor...
uk: Видалення тла...

source: Removing the background
el: Αφαίρεση φόντου
hr: Uklanjanje pozadine
pl: Usuwanie tła
ro: Se elimină fundalul
tr: Arka plan kaldırılıyor
uk: Видалення тла

source: Retake
el: Νέα λήψη
hr: Snimi ponovno
pl: Zrób ponownie
ro: Repetă fotografia
tr: Yeniden çek
uk: Перезняти

source: Return to your iOS language.
el: Επιστρέφει στη γλώσσα του iOS.
hr: Vraća se na jezik sustava iOS.
pl: Wraca do języka systemu iOS.
ro: Revine la limba iOS.
tr: iOS dilinize geri döner.
uk: Повертає мову iOS.
